Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Quotes the waiting prompt ("[sudo] password for …:") in the notification. Shared with agent notifications: turn it off to keep terminal text off the Lock Screen.
ar: يقتبس المطالبة المنتظِرة ("[sudo] password for …:") داخل الإشعار. هذا الإعداد مشترك مع إشعارات الوكلاء: أوقفه لإبقاء نص الطرفية بعيدًا عن شاشة القفل.
ca: Cita a la notificació la sol·licitud en espera («[sudo] password for …:»). Es comparteix amb les notificacions d'agents: desactiva-ho per mantenir el text del terminal fora de la pantalla bloquejada.
cs: V oznámení uvede citaci čekající výzvy („[sudo] password for …:“). Sdíleno s oznámeními agentů: vypnutím zabráníte tomu, aby se text terminálu objevoval na uzamčené obrazovce.
da: Citerer den ventende prompt ("[sudo] password for …:") i notifikationen. Deles med agentnotifikationer: Slå den fra for at holde terminaltekst væk fra den låste skærm.
de: Zitiert die wartende Eingabeaufforderung ("[sudo] password for …:") in der Benachrichtigung. Wird mit Agent-Benachrichtigungen geteilt: Deaktivieren Sie die Option, damit kein Terminaltext auf dem Sperrbildschirm erscheint.
es: Cita en la notificación el prompt en espera ("[sudo] password for …:"). Se comparte con las notificaciones de agentes: desactívalo para mantener el texto del terminal fuera de la pantalla bloqueada.
fi: Lainaa ilmoituksessa odottavan kehotteen ("[sudo] password for …:"). Yhteinen agenttien ilmoitusten kanssa: poista käytöstä, jos et halua terminaalin tekstiä lukittuun näyttöön.
fr: Cite l'invite en attente (« [sudo] password for …: ») dans la notification. Partagé avec les notifications des agents : désactivez cette option pour éviter d'afficher du texte du terminal sur l'écran verrouillé.
he: מצטט בהתראה את ההנחיה הממתינה ("[sudo] password for …:"). משותף עם התראות הסוכנים: כבה אותו כדי שטקסט מהמסוף לא יופיע במסך הנעילה.
hu: Idézi az értesítésben a várakozó promptot ("[sudo] password for …:"). Közös az ügynökértesítésekkel: kapcsolja ki, ha nem szeretné, hogy terminálszöveg jelenjen meg a zárolási képernyőn.
it: Cita nella notifica il prompt in attesa ("[sudo] password for …:"). Impostazione condivisa con le notifiche degli agenti: disattivala per tenere il testo del terminale fuori dalla schermata di blocco.
ja: 待機中のプロンプト（「[sudo] password for …:」）を通知に引用します。エージェント通知と共通の設定です。ロック画面にターミナルのテキストを出したくない場合はオフにしてください。
ko: 대기 중인 프롬프트("[sudo] password for …:")를 알림에 인용합니다. 에이전트 알림과 공유되는 설정이며, 잠금 화면에 터미널 텍스트가 표시되지 않게 하려면 끄세요.
nb: Siterer ledeteksten det ventes på ("[sudo] password for …:") i varslingen. Deles med agentvarslinger: slå det av for å holde terminaltekst borte fra låst skjerm.
nl: Citeert de wachtende prompt ("[sudo] password for …:") in de melding. Gedeeld met agentmeldingen: zet dit uit om terminaltekst van het toegangsscherm te weren.
pl: Cytuje w powiadomieniu oczekujące zapytanie („[sudo] password for …:”). Ustawienie wspólne z powiadomieniami agentów: wyłącz je, aby tekst z terminala nie trafiał na ekran blokady.
pt_br: Cita na notificação o prompt em espera (“[sudo] password for …:”). Compartilhado com as notificações de agentes: desative isto para manter o texto do terminal fora da tela bloqueada.
pt_pt: Cita o prompt em espera ("[sudo] password for …:") na notificação. Partilhado com as notificações de agentes: desative-o para manter o texto do terminal fora do ecrã bloqueado.
ro: Include în notificare textul solicitării în așteptare („[sudo] password for …:”). Este comun cu notificările agenților: dezactivează-l pentru a ține textul din terminal departe de ecranul blocat.
sl: V obvestilu navede poziv, ki čaka na odgovor (»[sudo] password for …:«). Skupno z obvestili agentov: izklopite ga, da besedilo terminala ne bo prikazano na zaklenjenem zaslonu.
sv: Citerar prompten som väntar ("[sudo] password for …:") i aviseringen. Delas med agentaviseringar: stäng av det för att hålla terminaltext borta från låsskärmen.
uk: Цитує у сповіщенні запит, що очікує на відповідь («[sudo] password for …:»). Спільне зі сповіщеннями агентів: вимкніть це, щоб текст термінала не потрапляв на заблокований екран.
vi: Trích dẫn trong thông báo lời nhắc đang chờ (“[sudo] password for …:”). Dùng chung với thông báo tác nhân: tắt tùy chọn này để văn bản terminal không xuất hiện trên màn hình khóa.
zh_hans: 在通知中引用等待中的提示内容（“[sudo] password for …:”）。此设置与代理通知共用：关闭后可避免终端文本出现在锁定屏幕上。
zh_hant: 在通知中引述等待中的提示（「[sudo] password for …:」）。此設定與代理通知共用：關閉後可避免終端機文字出現在鎖定畫面上。

source: Quotes what the agent is asking ("Do you want to make this edit to …?") in the notification. Turn this off to keep terminal text off the Lock Screen; notifications then show the project, branch, and how long the run took.
ar: يقتبس في الإشعار ما يسأل عنه الوكيل («هل تريد إجراء هذا التعديل على …؟»). أوقف هذا لإبقاء نص الطرفية بعيدًا عن شاشة القفل؛ عندها تعرض الإشعارات المشروع والفرع ومدة التشغيل.
ca: Cita a la notificació el que demana l'agent («Vols fer aquesta edició a …?»). Desactiva-ho per mantenir el text del terminal fora de la pantalla bloquejada; les notificacions mostraran llavors el projecte, la branca i quant ha durat l'execució.
cs: Cituje v oznámení to, na co se agent ptá („Chcete provést tuto úpravu v …?“). Vypněte to, aby se text terminálu nedostal na uzamčenou obrazovku; oznámení pak ukazují projekt, větev a jak dlouho běh trval.
da: Citerer i notifikationen, hvad agenten spørger om (»Vil du foretage denne ændring i …?«). Slå dette fra for at holde terminaltekst væk fra låst skærm; notifikationerne viser så projektet, grenen, og hvor lang tid kørslen tog.
de: Zitiert in der Benachrichtigung, was der Agent fragt („Möchten Sie diese Änderung an … vornehmen?“). Schalten Sie dies aus, um Terminaltext vom Sperrbildschirm fernzuhalten; Benachrichtigungen zeigen dann Projekt, Branch und die Dauer des Laufs.
es: Cita en la notificación lo que pregunta el agente («¿Quieres hacer esta edición en …?»). Desactiva esto para mantener el texto del terminal fuera de la pantalla bloqueada; las notificaciones mostrarán entonces el proyecto, la rama y cuánto duró la ejecución.
fi: Lainaa ilmoituksessa sen, mitä agentti kysyy (”Haluatko tehdä tämän muokkauksen kohteeseen …?”). Poista tämä käytöstä, jotta päätteen teksti ei näy lukitusnäytöllä; ilmoitukset näyttävät silloin projektin, haaran ja ajon keston.
fr: Cite dans la notification ce que demande l'agent (« Voulez-vous effectuer cette modification sur … ? »). Désactivez cette option pour garder le texte du terminal hors de l'écran verrouillé ; les notifications affichent alors le projet, la branche et la durée de l'exécution.
he: מצטט בהתראה את מה שהסוכן שואל (״האם לבצע את העריכה הזו ב…?״). כבה אפשרות זו כדי למנוע מטקסט המסוף להופיע במסך הנעילה; ההתראות יציגו אז את הפרויקט, הענף ומשך ההרצה.
hu: Idézi az értesítésben, amit az ügynök kérdez („Szeretné elvégezni ezt a módosítást itt: …?”). Kapcsolja ki, hogy a terminál szövege ne kerüljön a zárolási képernyőre; az értesítések ekkor a projektet, az ágat és a futás hosszát mutatják.
it: Cita nella notifica ciò che l'agente sta chiedendo («Vuoi apportare questa modifica a …?»). Disattiva questa opzione per tenere il testo del terminale fuori dalla schermata di blocco; le notifiche mostreranno allora il progetto, il ramo e la durata dell'esecuzione.
ja: エージェントの問いかけ（「この編集を…に適用しますか？」など）を通知に引用します。ロック画面にターミナルのテキストを出したくない場合はオフにしてください。その場合、通知にはプロジェクト、ブランチ、実行時間が表示されます。
ko: 에이전트가 묻는 내용(‘…에 이 편집을 적용할까요?’)을 알림에 인용합니다. 잠금 화면에 터미널 텍스트가 표시되지 않게 하려면 끄세요. 그러면 알림에는 프로젝트, 브랜치, 실행 시간이 표시됩니다.
nb: Siterer i varslingen hva agenten spør om («Vil du gjøre denne endringen i …?»). Slå dette av for å holde terminaltekst borte fra låst skjerm; varslingene viser da prosjektet, grenen og hvor lang tid kjøringen tok.
nl: Citeert in de melding wat de agent vraagt (‘Wil je deze wijziging in … aanbrengen?’). Zet dit uit om terminaltekst van het toegangsscherm te weren; meldingen tonen dan het project, de branch en hoe lang de run duurde.
pl: Cytuje w powiadomieniu to, o co pyta agent („Czy chcesz wprowadzić tę zmianę w …?”). Wyłącz tę opcję, aby tekst terminala nie trafiał na ekran blokady; powiadomienia pokażą wtedy projekt, gałąź i czas trwania przebiegu.
pt_br: Cita na notificação o que o agente está perguntando (“Você quer fazer esta edição em …?”). Desative isto para manter o texto do terminal fora da tela bloqueada; as notificações passam a mostrar o projeto, o ramo e quanto tempo a execução levou.
pt_pt: Cita na notificação o que o agente está a perguntar («Quer fazer esta edição em …?»). Desative isto para manter o texto do terminal fora do ecrã bloqueado; as notificações passam a mostrar o projeto, o ramo e quanto tempo demorou a execução.
ro: Citează în notificare ceea ce întreabă agentul („Doriți să faceți această modificare în …?”). Dezactivați această opțiune pentru a păstra textul terminalului în afara ecranului blocat; notificările arată atunci proiectul, ramura și cât a durat rularea.
sl: V obvestilu navede, kaj agent sprašuje (»Ali želite to spremembo v …?«). Izklopite to, da besedilo terminala ne pride na zaklenjen zaslon; obvestila nato prikažejo projekt, vejo in koliko časa je tekel zagon.
sv: Citerar i aviseringen vad agenten frågar (”Vill du göra den här ändringen i …?”). Stäng av detta för att hålla terminaltext borta från låsskärmen; aviseringarna visar då projekt, gren och hur lång tid körningen tog.
uk: Цитує у сповіщенні те, що запитує агент («Хочете внести цю зміну до …?»). Вимкніть це, щоб текст термінала не потрапляв на заблокований екран; тоді сповіщення показуватимуть проєкт, гілку та тривалість запуску.
vi: Trích dẫn trong thông báo điều mà tác nhân đang hỏi (“Bạn có muốn thực hiện chỉnh sửa này trong …?”). Tắt tùy chọn này để văn bản terminal không xuất hiện trên màn hình khóa; khi đó thông báo sẽ hiển thị dự án, nhánh và thời gian chạy.
zh_hans: 在通知中引用代理提出的问题（“要对……进行此编辑吗？”）。关闭后终端文本不会出现在锁定屏幕上，通知将改为显示项目、分支和运行时长。
zh_hant: 在通知中引用代理提出的問題（「要對……進行這項編輯嗎？」）。關閉後終端機文字不會出現在鎖定畫面上，通知將改為顯示專案、分支和執行時間。

source: Radio Scanning
ar: فحص الراديو
ca: Escaneig de ràdios
cs: Skenování rádiových modulů
de: Funk-Scanning
es: Escaneo de radios
fi: Radioiden skannaus
fr: Analyse des radios
he: סריקת רדיואים
hu: Rádiók vizsgálata
it: Scansione radio
ja: 無線スキャン
ko: 라디오 스캔
nb: Radioskanning
pl: Skanowanie radiów
pt_br: Escaneamento de rádios
pt_pt: Análise de rádios
ro: Scanare radiouri
sl: Pregledovanje radiev
sv: Radioskanning
uk: Сканування радіомодулів
vi: Quét radio
zh_hans: 射频扫描
zh_hant: 射頻掃描

source: Ran %@
ar: استغرق %@
ca: Ha durat %@
cs: Trvalo %@
da: Kørte %@
de: Laufzeit %@
es: Duró %@
fi: Kesti %@
fr: Exécuté en %@
he: רץ %@
hu: Futás: %@
it: Eseguito in %@
ja: 実行時間 %@
ko: 실행 시간 %@
nb: Kjørte %@
nl: Duurde %@
pl: Trwało %@
pt_br: Durou %@
pt_pt: Demorou %@
ro: A durat %@
sl: Trajalo %@
sv: Tog %@
uk: Тривало %@
vi: Đã chạy %@
zh_hans: 运行了 %@
zh_hant: 執行了 %@

source: Random flickers like a neon sign
ar: وميض عشوائي كلافتة نيون
ca: Parpelleigs aleatoris com un rètol de neó
cs: Náhodné blikání jako neonový nápis
da: Tilfældigt flimmer som et neonskilt
de: Zufälliges Flackern wie ein Neonschild
es: Parpadeos aleatorios como un letrero de neon
fi: Satunnaista valketta kuin neonkyltti
fr: Scintillements aleatoires comme une enseigne au neon
he: הבהובים אקראיים כמו שלט ניאון
hu: Veletlensszeru villogasok, mint egy neontabla
it: Tremolii casuali come un'insegna al neon
ja: ネオンサインのようなランダムな点滅
ko: 네온사인처럼 무작위로 깜빡임
nb: Tilfeldig flimring som et neonskilt
nl: Willekeurige flikkeringen als een neonreclame
pl: Losowe migotanie jak neon
pt_br: Cintilacoes aleatorias como um letreiro de neon
pt_pt: Cintilacoes aleatorias como um letreiro de neon
ro: Palpairi aleatorii ca un semn de neon
sl: Nakljucno utripanje kot neonska lucka
sv: Slumpmässiga flimmer som en neonskylt
uk: Випадкові мерехтіння, як неонова вивіска
vi: Nhấp nháy ngẫu nhiên như bảng hiệu neon
zh_hans: 如霓虹灯般随机闪烁
zh_hant: 如霓虹燈般隨機閃爍

source: Rapid wing beats in flight. Turn off for calm, less distracting gliding
ar: خفقان سريع للأجنحة أثناء الطيران. أوقفه للحصول على انزلاق هادئ وأقل تشتيتًا
ca: Aleteig ràpid en vol. Desactiveu-ho per a un planeig tranquil i menys distret
cs: Rychlé mávání křídel za letu. Vypněte pro klidné, méně rušivé klouzání
da: Hurtige vingeslag under flugt. Slå fra for rolig, mindre forstyrrende svæven
de: Schneller Flügelschlag im Flug. Ausschalten für ruhiges, weniger ablenkendes Gleiten
es: Aleteos rápidos durante el vuelo. Desactívalo para un planeo tranquilo y menos llamativo
fi: Nopeat siiveniskut lennon aikana. Poista käytöstä, jos haluat rauhallista, vähemmän häiritsevää liitoa
fr: Battements d'ailes rapides en vol. Désactivez pour un vol plané apaisant et moins distrayant
he: מכות כנף מהירות במעוף. כבה לדאייה רגועה ופחות מסיחה
hu: Gyors szárnycsapások repülés közben. Kapcsolja ki a nyugodt, kevésbé zavaró siklásért
it: Rapidi battiti d'ali in volo. Disattiva per un volo planato tranquillo e meno distraente
ja: 飛行中の素早い羽ばたき。落ち着いた、気が散りにくい滑空にするにはオフにします
ko: 비행 중 빠른 날갯짓. 차분하고 덜 산만한 활공만 원하면 끄세요
nb: Raske vingeslag i flukt. Slå av for rolig, mindre forstyrrende gliding
nl: Snelle vleugelslagen tijdens de vlucht. Schakel uit voor rustig, minder afleidend zweven
pl: Szybkie uderzenia skrzydeł w locie. Wyłącz, aby uzyskać spokojny, mniej rozpraszający lot ślizgowy
pt_br: Batidas rápidas das asas em voo. Desligue para um planeio calmo e menos distrativo
pt_pt: Batimentos rápidos das asas em voo. Desligue para um planar calmo e menos distrativo
ro: Bătăi rapide din aripi în zbor. Dezactivați pentru o planare calmă, mai puțin distrăgătoare
sl: Hitro mahanje s krili med letom. Izključite za mirno, manj motečo drsenje
sv: Snabba vingslag i flykten. Stäng av för en lugn, mindre störande glidning
uk: Швидкі помахи крил у польоті. Вимкніть для спокійного, менш відволікаючого ширяння.
vi: Vỗ cánh nhanh khi bay. Tắt để lượn êm dịu, ít gây xao nhãng
zh_hans: 飞行中翅膀快速扇动。关闭后呈现平缓、不易分心的滑翔
zh_hant: 飛行時快速拍動翅膀。關閉以保留平靜、較不分心的滑翔

source: Rare
ar: نادر
ca: Rar
cs: Vzácné
da: Sjælden
de: Selten
es: Raro
fi: Harvinainen
he: נדיר
hu: Ritka
ja: まれ
ko: 드물게
nb: Sjelden
nl: Zelden
pl: Rzadkie
pt_br: Raro
pt_pt: Raras
ro: Rar
sl: Redko
sv: Sällan
uk: Рідко
vi: Hiếm khi
zh_hans: 稀少
zh_hant: 罕見

source: Rare brightening ripple down the tentacles, on dark themes
ar: تموّج نادر يضيء على طول اللوامس، في السمات الداكنة
ca: Onada d'il·luminació poc freqüent que baixa pels tentacles, en temes foscos
cs: Vzácné rozjasňující vlnění stékající po chapadlech, na tmavých motivech
da: Sjælden lysende bølge ned ad fangarmene, på mørke temaer
de: Seltene aufhellende Welle entlang der Tentakel, auf dunklen Themes
es: Onda de brillo poco frecuente que recorre los tentáculos, en temas oscuros
fi: Harvinainen kirkastava aalto lonkeroita pitkin, tummissa teemoissa
fr: Onde d'éclat rare qui parcourt les tentacules, sur les thèmes sombres
he: אדווה מאירה נדירה לאורך הזרועות, בערכות כהות
hu: Ritka felfénylő hullám a csápok mentén, sötét témákon
it: Rara onda luminosa che scende lungo i tentacoli, sui temi scuri
ja: ダークテーマで、触手を伝って走るまれな光の波紋
ko: 어두운 테마에서 촉수를 따라 내려가는 드문 밝은 물결
nb: Sjelden lysende bølge ned langs tentaklene, på mørke temaer
nl: Zeldzame oplichtende rimpeling langs de tentakels, bij donkere thema's
pl: Rzadka rozjaśniająca fala spływająca po mackach, w ciemnych motywach
pt_br: Onda de brilho rara que desce pelos tentáculos, nos temas escuros
pt_pt: Onda de brilho rara que desce pelos tentáculos, nos temas escuros
ro: Undă rară de luminozitate care coboară pe tentacule, pe temele întunecate
sl: Redek posvetlitveni val po lovkah, na temnih temah
sv: Sällsynt ljusnande krusning nedför tentaklerna, i mörka teman
uk: Рідкісна яскрава хвиля, що спускається щупальцями, на темних темах
vi: Gợn sáng hiếm hoi chạy dọc các xúc tu, trên giao diện tối
zh_hans: 在深色主题中，偶尔有一道光波沿触手流淌
zh_hant: 在深色主題中，偶爾有一道光波沿觸手流淌

source: Rate Limited
ar: تم تقييد المعدل
ca: Límit de sol·licituds assolit
cs: Limit požadavků dosažen
da: Hastighedsgrænse nået
de: Anfragelimit erreicht
es: Límite de solicitudes alcanzado
fi: Pyyntöraja saavutettu
fr: Limite de requêtes atteinte
he: הגבלת קצב
hu: Sebességkorlátozva
it: Limite di richieste raggiunto
ja: レート制限中
ko: 요청 제한됨
nb: Hastighetsbegrenset
nl: Frequentielimiet bereikt
pl: Przekroczono limit żądań
pt_br: Limite de requisições atingido
pt_pt: Limite de pedidos atingido
ro: Limită de cereri atinsă
sl: Omejitev zahtev dosežena
sv: Hastighetsbegränsad
uk: Обмеження частоти запитів
vi: Bị giới hạn tần suất
zh_hans: 请求频率受限
zh_hant: 請求頻率受限

source: Rate limited - please try again later
ar: تم تجاوز الحد المسموح - يرجى المحاولة لاحقًا
ca: Límit de sol·licituds superat: torneu-ho a provar més tard
cs: Omezena rychlost požadavků - zkuste to prosím později
da: Hastighedsbegrænset - prøv igen senere
de: Rate-Limit erreicht - bitte später erneut versuchen
es: Límite de solicitudes alcanzado - inténtalo de nuevo más tarde
fi: Pyyntöjä rajoitettu - yritä myöhemmin uudelleen
fr: Limite de débit atteinte - veuillez réessayer plus tard
he: הבקשות הוגבלו - נסה שוב מאוחר יותר
hu: Túl sok kérés – próbálja újra később
it: Limite di frequenza superato - riprova più tardi
ja: レート制限されています - 後でもう一度お試しください
ko: 속도 제한됨 - 나중에 다시 시도하세요
nb: Hastighetsbegrenset - prøv igjen senere
nl: Snelheidslimiet bereikt - probeer het later opnieuw
pl: Przekroczono limit żądań - spróbuj ponownie później
pt_br: Limite de taxa excedido - tente novamente mais tarde
pt_pt: Limite de taxa excedido - tente novamente mais tarde
ro: Limitare de rată - încercați din nou mai târziu
sl: Omejena hitrost - poskusite znova pozneje
sv: Hastighetsbegränsad - försök igen senare
uk: Перевищено ліміт запитів - спробуйте пізніше
vi: Bị giới hạn tốc độ - vui lòng thử lại sau
zh_hans: 请求过于频繁 — 请稍后再试
zh_hant: 已達速率限制 - 請稍後再試

source: Rate limited, %@
ar: تم تجاوز حد المعدل، %@
ca: Límit de sol·licituds superat, %@
cs: Překročen limit požadavků, %@
da: Hastighedsgrænse nået, %@
de: Ratenlimit erreicht, %@
es: Límite de solicitudes alcanzado, %@
fi: Pyyntöraja saavutettu, %@
fr: Limite de requêtes atteinte, %@
he: הוגבל בקצב, %@
hu: Kérési korlát elérve, %@
it: Limite di richieste raggiunto, %@
ja: レート制限中、%@
ko: 요청 제한 중, %@
nb: Forespørselsgrense nådd, %@
nl: Verzoeklimiet bereikt, %@
pl: Osiągnięto limit żądań, %@
pt_br: Limite de solicitações atingido, %@
pt_pt: Limite de pedidos atingido, %@
ro: Limită de solicitări atinsă, %@
sl: Dosežena omejitev zahtev, %@
sv: Begärandegräns nådd, %@
uk: Досягнуто ліміт запитів, %@
vi: Đã đạt giới hạn yêu cầu, %@
zh_hans: 已达速率限制，%@
zh_hant: 已達速率限制，%@

source: Raw Socket (sudo)
ar: مقبس خام (sudo)
ca: Socket raw (sudo)
es: Socket crudo (sudo)
fr: Socket brut (sudo)
he: שקע גולמי (sudo)
it: Socket raw (sudo)
ja: Rawソケット (sudo)
ko: Raw 소켓 (sudo)
pt_br: Socket bruto (sudo)
pt_pt: Socket em bruto (sudo)
ro: Socket raw (sudo)
sl: Surova vtičnica (sudo)
uk: Сирий сокет (sudo)
vi: Socket thô (sudo)
zh_hans: 原始套接字 (sudo)
zh_hant: 原始 Socket (sudo)

source: Ray Shimmer
ar: تلألؤ الأشعة
ca: Centelleig de rajos
cs: Třpyt paprsků
da: Stråleskær
de: Strahlenschimmer
es: Centelleo de rayos
fi: Säteiden kimallus
fr: Scintillement des rayons
he: נצנוץ קרניים
hu: Sugárcsillámlás
it: Scintillio dei raggi
ja: 光線の揺らめき
ko: 광선 반짝임
nb: Stråleglitring
nl: Stralenglinstering
pl: Migotanie promieni
pt_br: Cintilação dos Raios
pt_pt: Cintilar dos Raios
ro: Sclipire raze
sl: Iskrenje žarkov
sv: Strålskimmer
uk: Мерехтіння променів
vi: Tia Sáng Lung Linh
zh_hans: 光线闪烁
zh_hant: 光線閃爍

source: Re-authenticate with AWS in Settings
ar: أعد المصادقة مع AWS من الإعدادات
ca: Torneu a autenticar-vos amb AWS a Configuració
cs: Znovu se ověřte s AWS v Nastavení
da: Godkend igen med AWS i Indstillinger
de: In den Einstellungen erneut bei AWS authentifizieren
es: Vuelve a autenticarte con AWS en Ajustes
fi: Todenna uudelleen AWS:n kanssa Asetuksissa
fr: Réauthentifiez-vous avec AWS dans les Réglages
he: בצע אימות מחדש מול AWS בהגדרות
hu: Hitelesítse újra magát az AWS-nél a Beállításokban
it: Autenticati di nuovo con AWS nelle Impostazioni
ja: 設定でAWSに再認証してください
ko: 설정에서 AWS로 다시 인증하세요
nb: Autentiser på nytt med AWS i Innstillinger
nl: Verifieer opnieuw met AWS in Instellingen
pl: Uwierzytelnij się ponownie z AWS w Ustawieniach
pt_br: Reautentique-se com a AWS em Ajustes
pt_pt: Autentique-se novamente com a AWS nas Definições
ro: Reautentificați-vă cu AWS în Setări
sl: Ponovno se overite z AWS v Nastavitvah
sv: Autentisera igen med AWS i Inställningar
uk: Повторно автентифікуйтеся в AWS у налаштуваннях
vi: Xác thực lại với AWS trong Cài đặt
zh_hans: 请在设置中重新验证 AWS 身份
zh_hant: 請在設定中重新驗證 AWS

source: Re-authenticate with your cloud provider in Settings
ar: أعد المصادقة مع مزود الخدمة السحابية من الإعدادات
ca: Torneu a autenticar-vos amb el vostre proveïdor de núvol a Configuració
cs: Znovu se ověřte u svého cloudového poskytovatele v Nastavení
da: Godkend igen med din cloud-udbyder i Indstillinger
de: In den Einstellungen erneut beim Cloud-Anbieter authentifizieren
es: Vuelve a autenticarte con tu proveedor en la nube en Ajustes
fi: Todenna uudelleen pilvipalveluntarjoajasi kanssa Asetuksissa
fr: Réauthentifiez-vous avec votre fournisseur cloud dans les Réglages
he: בצע אימות מחדש מול ספק הענן שלך בהגדרות
hu: Hitelesítse újra magát a felhőszolgáltatónál a Beállításokban
it: Autenticati di nuovo con il tuo provider cloud nelle Impostazioni
ja: 設定でクラウドプロバイダーに再認証してください
ko: 설정에서 클라우드 제공업체로 다시 인증하세요
nb: Autentiser på nytt med skyleverandøren din i Innstillinger
nl: Verifieer opnieuw met uw cloudprovider in Instellingen
pl: Uwierzytelnij się ponownie u dostawcy chmury w Ustawieniach
pt_br: Reautentique-se com seu provedor de nuvem em Ajustes
pt_pt: Autentique-se novamente com o seu fornecedor de cloud nas Definições
ro: Reautentificați-vă cu furnizorul cloud în Setări
sl: Ponovno se overite pri ponudniku oblaka v Nastavitvah
sv: Autentisera igen med din molnleverantör i Inställningar
uk: Повторно автентифікуйтеся в хмарному провайдері в налаштуваннях
vi: Xác thực lại với nhà cung cấp đám mây của bạn trong Cài đặt
zh_hans: 请在设置中重新验证您的云服务商身份
zh_hant: 請在設定中重新驗證您的雲端提供者

source: Re-enter new PIN
ar: أعد إدخال رمز PIN الجديد
ca: Torneu a introduir el PIN nou
cs: Znovu zadejte nový PIN
da: Indtast ny PIN igen
de: Neue PIN erneut eingeben
es: Vuelva a introducir el nuevo PIN
fi: Syötä uusi PIN uudelleen
fr: Saisissez à nouveau le nouveau PIN
he: הזן שוב PIN חדש
hu: Adja meg újra az új PIN-t
it: Reinserire il nuovo PIN
ja: 新しいPINを再入力
ko: 새 PIN을 다시 입력하세요
nb: Skriv inn ny PIN på nytt
nl: Voer nieuwe PIN opnieuw in
pl: Wprowadź ponownie nowy PIN
pt_br: Redigite o novo PIN
pt_pt: Reintroduza o novo PIN
ro: Reintroduceti noul PIN
sl: Ponovno vnesite nov PIN
sv: Ange ny PIN igen
uk: Повторно введіть новий PIN
vi: Nhập lại PIN mới
zh_hans: 重新输入新 PIN
zh_hant: 重新輸入新 PIN

source: Re-select File
ar: إعادة اختيار الملف
ca: Tornar a seleccionar el fitxer
cs: Znovu vybrat soubor
da: Vælg fil igen
de: Datei erneut auswählen
es: Volver a seleccionar archivo
fi: Valitse tiedosto uudelleen
fr: Resélectionner le fichier
he: בחר קובץ מחדש
hu: Fájl újraválasztása
it: Riselezionare il file
ja: ファイルを再選択
ko: 파일 다시 선택
nb: Velg fil på nytt
nl: Bestand opnieuw selecteren
pl: Wybierz plik ponownie
pt_br: Reselecionar Arquivo
pt_pt: Resselecionar Ficheiro
ro: Reselectati fisierul
sl: Ponovno izberite datoteko
sv: Välj fil igen
uk: Обрати файл знову
vi: Chọn Lại Tệp
zh_hans: 重新选择文件
zh_hant: 重新選擇檔案
